Repository: hkarlsen06/Tidex
Catalog: ios/Resources/Localization/App/Localizable.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es, et, fa, fi, fil, fr, he, hi, hr, hu, id, is, it, ja, ko, lt, lv, nb, nl, nn, pl, pt_br, ro, ru, sk, sl, sr, sv, sw, ta, th, tr, uk, ur, vi, zh_hans, zh_hant

# settings.pay.error.loadFailed
source: Could not load pay settings
ar: تعذر تحميل إعدادات الراتب
bg: Не е възможно зареждането на настройките за заплата
bn: বেতন সেটিংস লোড করা যায়নি
ca: No s'han pogut carregar els paràmetres de salari
cs: Nepodařilo se načíst nastavení mzdy
da: Kunne ikke indlæse lønnsindstillinger
de: Lohneinstellungen konnten nicht geladen werden
el: Δεν ήταν δυνατή η φόρτωση των ρυθμίσεων μισθού
es: No se pudieron cargar los ajustes de salario
et: Palkade seadete laadimine ebaõnnestus
fa: نمی‌توان تنظیمات دستمزد را بارگذاری کرد
fi: Palkkaasetuksia ei voitu ladata
fil: Hindi makaload ng pay settings
fr: Impossible de charger les paramètres de salaire
he: לא היה ניתן לטעון הגדרות משכורת
hi: वेतन सेटिंग्स लोड नहीं की जा सकीं
hr: Nije bilo moguće učitati postavke plaće
hu: Nem sikerült betölteni a fizetési beállításokat
id: Kunne ikke laste lønnsinnstillinger
is: Gat ekki hlaðið launaställingum
it: Impossibile caricare le impostazioni salariali
ja: 給与設定を読み込めませんでした
ko: 급여 설정을 로드할 수 없습니다
lt: Nepavyko įkelti atlyginimo nustatymų
lv: Nevarēja ielādēt algas iestatījumus
nb: Kunne ikke laste lønnsinnstillinger
nl: Kon loonninstellingen niet laden
nn: Kunne ikkje lasta lønnsinnstillingar
pl: Nie można było załadować ustawień wynagrodzenia
pt_br: Não foi possível carregar configurações de salário
ro: Nu s-au putut încărca setările salariale
ru: Не удалось загрузить параметры зарплаты
sk: Nepodarilo sa načítať nastavenia mzdy
sl: Ni bilo mogoče naložiti nastavitev plače
sr: Није могуће учитати поставке плате
sv: Kunde inte ladda löninställningar
sw: Haiwezi kupakia mipango ya mishahara
ta: ஊதிய அமைப்புகளை ஏற்ற முடியவில்லை
th: ไม่สามารถโหลดการตั้งค่าเงินเดือนได้
tr: Maaş ayarları yüklenemedi
uk: Не вдалося завантажити параметри заробітної плати
ur: تنخواہ کی ترتیبات لوڈ نہیں کی جا سکیں
vi: Không thể tải cài đặt lương
zh_hans: 无法加载工资设置
zh_hant: 無法載入工資設定

# settings.pay.error.noTariffVersions
source: No rates found for this collective agreement.
ar: لم يُعثر على معدلات أجور لهذه الاتفاقية الجماعية.
bg: Няма намерени ставки за този колективен трудов договор.
bn: এই যৌথ চুক্তির জন্য কোনো বেতনের হার পাওয়া যায়নি।
ca: No s'han trobat tarifes per a aquest conveni col·lectiu.
cs: Pro tuto kolektivní smlouvu nebyly nalezeny žádné sazby.
da: Ingen satser fundet for denne overenskomst.
de: Keine Entgeltsätze für diesen Tarifvertrag gefunden.
el: Δεν βρέθηκαν αμοιβές για αυτή τη συλλογική σύμβαση.
es: No se encontraron tarifas para este convenio colectivo.
et: Selle kollektiivlepingu jaoks ei leitud palgamäärasid.
fa: نرخی برای این توافق‌نامهٔ جمعی پیدا نشد.
fi: Tälle työehtosopimukselle ei löytynyt palkkoja.
fil: Walang nakitang rate para sa kasunduang kolektibo na ito.
fr: Aucun taux trouvé pour cette convention collective.
he: לא נמצאו תעריפים להסכם הקיבוצי הזה.
hi: इस सामूहिक समझौते के लिए कोई वेतन दर नहीं मिली।
hr: Nisu pronađene tarife za ovaj kolektivni ugovor.
hu: Ehhez a kollektív szerződéshez nem találhatók bérráták.
id: Tidak ditemukan tarif untuk perjanjian kerja bersama ini.
is: Engir taxtar fundust fyrir þennan kjarasamning.
it: Nessuna tariffa trovata per questo contratto collettivo.
ja: この労働協約の賃金率が見つかりませんでした。
ko: 이 단체협약의 급여 기준을 찾을 수 없습니다.
lt: Nerasta šios kolektyvinės sutarties tarifų.
lv: Šim koplīgumam nav atrastas likmes.
nb: Fant ingen satser for denne tariffavtalen.
nl: Geen tarieven gevonden voor deze cao.
nn: Fann ingen satsar for denne tariffavtalen.
pl: Nie znaleziono stawek dla tego układu zbiorowego.
pt_br: Nenhuma tarifa encontrada para esta convenção coletiva.
ro: Nu s-au găsit tarife pentru acest contract colectiv de muncă.
ru: Для этого коллективного договора не найдены ставки.
sk: Pre túto kolektívnu zmluvu sa nenašli žiadne sadzby.
sl: Za to kolektivno pogodbo ni plačnih postavk.
sr: Nisu pronađene tarife za ovaj kolektivni ugovor.
sv: Inga lönenivåer hittades för det här kollektivavtalet.
sw: Hakuna viwango vya malipo vya makubaliano haya ya pamoja vilivyopatikana.
ta: இந்தக் கூட்டு ஒப்பந்தத்திற்கான ஊதிய விகிதங்கள் கிடைக்கவில்லை.
th: ไม่พบอัตราค่าจ้างสำหรับข้อตกลงร่วมนี้
tr: Bu toplu iş sözleşmesi için ücret tarifesi bulunamadı.
uk: Для цього колективного договору не знайдено ставок.
ur: اس اجتماعی معاہدے کے لیے اجرت کی شرحیں نہیں ملیں۔
vi: Không tìm thấy mức lương cho thỏa ước lao động tập thể này.
zh_hans: 找不到此集体协议的工资标准。
zh_hant: 找不到此集體協議的薪資費率。

# settings.pay.error.notAuthenticated
source: Not authenticated
ar: غير مصرح
bg: Не сте удостоверени
bn: প্রমাণীকৃত নয়
ca: No autenticat
cs: Není ověřen
da: Ikke godkendt
de: Nicht authentifiziert
el: Δεν έγινε έλεγχος ταυτότητας
es: No autenticado
et: Autentimine puudub
fa: تایید هویت نشده است
fi: Ei tunnistautunut
fil: Hindi nakapagsandig
fr: Non authentifié
he: לא מאומת
hi: प्रमाणित नहीं
hr: Nije autentificirano
hu: Nincs hitelesítve
id: Ikke autentisert
is: Ekki auðkennt
it: Non autenticato
ja: 認証されていません
ko: 인증되지 않음
lt: Nepautentifikuota
lv: Nav autentificēts
nb: Ikke autentisert
nl: Niet geverifieerd
nn: Ikkje autentisert
pl: Nie uwierzytelniony
pt_br: Não autenticado
ro: Nu autentificat
ru: Не авторизован
sk: Nie je overený
sl: Ni avtentificirano
sr: Нису аутентификовани
sv: Inte autentiserad
sw: Haijaidhinishwa
ta: அங்கீகரிக்கப்படவில்லை
th: ไม่ได้รับการยืนยันตัวตน
tr: Kimlik doğrulaması yapılmadı
uk: Не автентифіковано
ur: توثیق نہیں ہوئی
vi: Chưa được xác thực
zh_hans: 未认证
zh_hant: 未驗證身份

# settings.pay.error.saveFailed
source: Failed to save setting
ar: فشل في حفظ الإعداد
bg: Не успя да се запази настройката
bn: সেটিং সংরক্ষণ করতে ব্যর্থ
ca: No s'ha pogut guardar la configuració
cs: Nepodařilo se uložit nastavení
da: Kunne ikke gemme indstilling
de: Einstellung konnte nicht gespeichert werden
el: Αποτυχία αποθήκευσης ρύθμισης
es: No se pudo guardar la configuración
et: Seadistuse salvestamine ebaõnnestus
fa: نتوانست تنظیمات را ذخیره کند
fi: Asetuksen tallentaminen epäonnistui
fil: Nabigong i-save ang setting
fr: Impossible d'enregistrer le paramètre
he: לא היתה אפשרות לשמור את ההגדרה
hi: सेटिंग सहेजने में विफल
hr: Nije moguće spremiti postavku
hu: Nem sikerült menteni a beállítást
id: Gagal menyimpan pengaturan
is: Mistókst að vista stillingu
it: Impossibile salvare l'impostazione
ja: 設定を保存できませんでした
ko: 설정을 저장할 수 없음
lt: Nepavyko išsaugoti nustatymo
lv: Neizdevās saglabāt iestatījumu
nb: Kunne ikke lagre innstilling
nl: Instelling kon niet worden opgeslagen
nn: Kunne ikke lagre innstilling
pl: Nie udało się zapisać ustawienia
pt_br: Falha ao salvar configuração
ro: Nu s-a putut salva setarea
ru: Не удалось сохранить настройку
sk: Nepodarilo sa uložiť nastavenie
sl: Napaka pri shranjevanju nastavitve
sr: Nije moguće sačuvati postavku
sv: Misslyckades att spara inställning
sw: Imeshindwa kuhifadhi mpangilio
ta: அமைப்பைச் சேமிக்க முடியவில்லை
th: ไม่สามารถบันทึกการตั้งค่า
tr: Ayar kaydedilemedi
uk: Не вдалося зберегти налаштування
ur: ترتیب محفوظ کرنے میں ناکام
vi: Không thể lưu cài đặt
zh_hans: 无法保存设置
zh_hant: 無法保存設定

# settings.pay.error.tariffCurrencyLocked
source: You can't change the currency for a job that uses collective-agreement rates.
ar: لا يمكنك تغيير عملة وظيفة تستخدم معدلات أجور الاتفاقية الجماعية.
bg: Не можете да промените валутата за работа със ставки по колективен трудов договор.
bn: যৌথ চুক্তির হার ব্যবহার করা চাকরির মুদ্রা বদলাতে পারবেন না।
ca: No pots canviar la moneda d'una feina que utilitza les tarifes d'un conveni col·lectiu.
cs: U práce se sazbami podle kolektivní smlouvy nelze změnit měnu.
da: Du kan ikke ændre valuta for et job med overenskomstsatser.
de: Die Währung eines Jobs mit Tarifentgelt kann nicht geändert werden.
el: Δεν μπορείτε να αλλάξετε το νόμισμα εργασίας με αμοιβές συλλογικής σύμβασης.
es: No puedes cambiar la moneda de un empleo con tarifas de convenio colectivo.
et: Kollektiivlepingu palgamääradega töö valuutat ei saa muuta.
fa: نمی‌توانید ارز شغلی را که از نرخ‌های توافق‌نامهٔ جمعی استفاده می‌کند تغییر دهید.
fi: Työehtosopimuksen palkkoja käyttävän työn valuuttaa ei voi vaihtaa.
fil: Hindi mo maaaring baguhin ang currency ng trabahong gumagamit ng mga rate mula sa kasunduang kolektibo.
fr: Vous ne pouvez pas modifier la devise d’un emploi utilisant les taux d’une convention collective.
he: אי אפשר לשנות את המטבע של עבודה שמשתמשת בתעריפי הסכם קיבוצי.
hi: सामूहिक समझौते की दरों वाली नौकरी की मुद्रा नहीं बदल सकते।
hr: Ne možete promijeniti valutu za posao s tarifama iz kolektivnog ugovora.
hu: A kollektív szerződés szerinti bérrátákat használó munka pénzneme nem módosítható.
id: Anda tidak dapat mengubah mata uang untuk pekerjaan yang menggunakan tarif perjanjian kerja bersama.
is: Þú getur ekki breytt gjaldmiðli starfs sem notar kjarasamningstaxta.
it: Non puoi cambiare la valuta di un lavoro che usa le tariffe del contratto collettivo.
ja: 労働協約の賃金率を使用する仕事の通貨は変更できません。
ko: 단체협약 급여 기준을 사용하는 근무처의 통화는 변경할 수 없습니다.
lt: Negalite keisti darbo, kuriam taikomi kolektyvinės sutarties tarifai, valiutos.
lv: Darbam ar koplīguma likmēm valūtu mainīt nevar.
nb: Du kan ikke endre valuta for en jobb som bruker tariffsatser.
nl: Je kunt de valuta niet wijzigen voor een baan met cao-tarieven.
nn: Du kan ikkje endre valuta for ein jobb som brukar tariffsatsar.
pl: Nie możesz zmienić waluty pracy, w której obowiązują stawki z układu zbiorowego.
pt_br: Você não pode alterar a moeda de um emprego que usa tarifas de convenção coletiva.
ro: Nu poți schimba moneda unui loc de muncă ce folosește tarife din contractul colectiv de muncă.
ru: Нельзя изменить валюту для работы со ставками по коллективному договору.
sk: Pri práci so sadzbami podľa kolektívnej zmluvy nemôžete zmeniť menu.
sl: Valute zaposlitve s plačnimi postavkami iz kolektivne pogodbe ni mogoče spremeniti.
sr: Ne možete promeniti valutu posla koji koristi tarife iz kolektivnog ugovora.
sv: Du kan inte ändra valuta för ett jobb med kollektivavtalade lönenivåer.
sw: Huwezi kubadilisha sarafu ya kazi inayotumia viwango vya malipo vya makubaliano ya pamoja.
ta: கூட்டு ஒப்பந்த ஊதிய விகிதங்களைப் பயன்படுத்தும் வேலைக்கான நாணயத்தை மாற்ற முடியாது.
th: ไม่สามารถเปลี่ยนสกุลเงินของงานที่ใช้อัตราค่าจ้างตามข้อตกลงร่วมได้
tr: Toplu iş sözleşmesi ücretlerini kullanan bir işin para birimini değiştiremezsiniz.
uk: Не можна змінити валюту роботи зі ставками за колективним договором.
ur: اجتماعی معاہدے کی شرحوں والی ملازمت کی کرنسی تبدیل نہیں کر سکتے۔
vi: Bạn không thể đổi đơn vị tiền tệ của công việc áp dụng mức lương theo thỏa ước lao động tập thể.
zh_hans: 使用集体协议工资标准的工作无法更改货币。
zh_hant: 使用集體協議薪資費率的工作無法變更貨幣。

# settings.pay.error.updateFailed
source: Could not update wage entry
ar: تعذر تحديث إدخال الراتب
bg: Не е възможно обновяването на запис за заплата
bn: বেতন এন্ট্রি আপডেট করা যায়নি
ca: No s'ha pogut actualitzar l'entrada de salari
cs: Nepodařilo se aktualizovat položku mzdy
da: Kunne ikke opdatere lønnsoppføring
de: Lohneintrag konnte nicht aktualisiert werden
el: Δεν ήταν δυνατή η ενημέρωση της εγγραφής μισθού
es: No se pudo actualizar el registro de salario
et: Palgakirje värskendamine ebaõnnestus
fa: نمی‌توان ورودی دستمزد را به‌روزرسانی کرد
fi: Palkkakirjausta ei voitu päivittää
fil: Hindi ma-update ang wage entry
fr: Impossible de mettre à jour l'entrée de salaire
he: לא היה ניתן לעדכן ערך משכורת
hi: वेतन प्रविष्टि को अपडेट नहीं किया जा सका
hr: Nije bilo moguće ažurirati unos plaće
hu: Nem sikerült frissíteni a fizetési bejegyzést
id: Kunne ikke oppdatere lønnsoppføring
is: Gat ekki uppfært launafærslu
it: Impossibile aggiornare voce salariale
ja: 給与エントリを更新できませんでした
ko: 급여 항목을 업데이트할 수 없습니다
lt: Nepavyko atnaujinti atlyginimo įrašo
lv: Nevarēja atjaunināt algas ierakstu
nb: Kunne ikke oppdatere lønnsoppføring
nl: Kon loonopggave niet bijwerken
nn: Kunne ikke oppdatere lønnsoppføring
pl: Nie można było zaktualizować wpisu wynagrodzenia
pt_br: Não foi possível atualizar entrada de salário
ro: Nu s-a putut actualiza înregistrarea salariului
ru: Не удалось обновить запись о зарплате
sk: Nepodarilo sa aktualizovať záznam mzdy
sl: Ni bilo mogoče posodobiti vnosa plače
sr: Није могуће ажурирати унос плате
sv: Kunde inte uppdatera lönepost
sw: Haiwezi kusasisha ingizo la mshahara
ta: ஊதிய உள்ளீட்டைப் புதுப்பிக்க முடியவில்லை
th: ไม่สามารถอัปเดตรายการเงินเดือนได้
tr: Ücret girişi güncellenemedi
uk: Не вдалося оновити запис про заробітну плату
ur: تنخواہ اندراج اپ ڈیٹ کرنے میں ناکام
vi: Không thể cập nhật mục lương
zh_hans: 无法更新工资条目
zh_hant: 無法更新工資條目

# settings.pay.global.currency
source: Currency
ar: العملة
bg: Валута
bn: মুদ্রা
ca: Moneda
cs: Měna
da: Valuta
de: Währung
el: Νόμισμα
es: Moneda
et: Valuuta
fa: ارز
fi: Valutta
fil: Matapay
fr: Devise
he: מטבע
hi: मुद्रा
hr: Valuta
hu: Valuta
id: Mata Uang
is: Gjaldmiðill
it: Valuta
ja: 通貨
ko: 통화
lt: Valiuta
lv: Valūta
nb: Valuta
nl: Valuta
nn: Valuta
pl: Waluta
pt_br: Moeda
ro: Valută
ru: Валюта
sk: Valuta
sl: Valuta
sr: Valuta
sv: Valuta
sw: Sarafu
ta: ந货통
th: สกุลเงิน
tr: Para birimi
uk: Валюта
ur: کرنسی
vi: Tiền tệ
zh_hans: 货币
zh_hant: 貨幣

# settings.pay.global.currencyTitle
source: Select currency
ar: اختر العملة
bg: Изберете валута
bn: মুদ্রা নির্বাচন করুন
ca: Selecciona moneda
cs: Vyberte měnu
da: Velg valuta
de: Währung wählen
el: Επιλέξτε νόμισμα
es: Seleccionar moneda
et: Valige valuuta
fa: انتخاب ارز
fi: Valitse valutta
fil: Pumili ng matapay
fr: Sélectionner une devise
he: בחר מטבע
hi: मुद्रा चुनें
hr: Odaberi valutu
hu: Valuta kiválasztása
id: Pilih mata uang
is: Veldu gjaldmiðil
it: Seleziona valuta
ja: 通貨を選択
ko: 통화 선택
lt: Pasirinkite valiutą
lv: Izvēlieties valūtu
nb: Velg valuta
nl: Selecteer valuta
nn: Velg valuta
pl: Wybierz walutę
pt_br: Selecionar moeda
ro: Selectați valuta
ru: Выберите валюту
sk: Vyberte menu
sl: Izberi valuto
sr: Izaberite valutu
sv: Velg valuta
sw: Chagua sarafu
ta: ந货通 தேர்ந்தெடுக்கவும்
th: เลือกสกุลเงิน
tr: Para birimini seçin
uk: Виберіть валюту
ur: کرنسی منتخب کریں
vi: Chọn tiền tệ
zh_hans: 选择货币
zh_hant: 選擇貨幣

# settings.pay.global.halfTaxMonth
source: Half-tax month
ar: شهر الضريبة المخفضة
bg: Месец с намалена данък
bn: অর্ধ-ট্যাক্স মাস
ca: Mes de mig impostos
cs: Měsíc se sníženou daní
da: Halvskattmåned
de: Halbe Steuerm
el: Μήνας μισής φορολογίας
es: Mes de media retención
et: Poole maksuaasta kuu
fa: ماه نیم مالیات
fi: Puoliveroinen kuukausi
fil: Kalahating-buwang buwis
fr: Mois de demi-impôt
he: חודש מס חצי
hi: आधा कर महीना
hr: Mjesec s polovičnim porezom
hu: Féladó hónap
id: Bulan pajak setengah
is: Hálfskattemánuður
it: Mese con tassa ridotta
ja: 半税月
ko: 반세금 월
lt: Pusė mokesčio mėnuo
lv: Puse nodokļa mēnesis
nb: Halvskattmåned
nl: Halve-belastingsmaand
nn: Halvskattmåned
pl: Miesiąc ze zmniejszonym podatkiem
pt_br: Mês de meia alíquota
ro: Lună cu impozit redus
ru: Месяц с половинным налогом
sk: Mesiac so zníženou daňou
sl: Mesec s polovično davčno stopnjo
sr: Mesec sa polovinom poreza
sv: Halvskattmåned
sw: Mwezi wa kodi nusu
ta: அரை-வரி மாதம்
th: เดือนภาษีครึ่งหนึ่ง
tr: Yarı vergi ayı
uk: Місяць зниженого податку
ur: نصف ٹیکس ماہ
vi: Tháng thuế suất giảm
zh_hans: 半税月份
zh_hant: 半稅月份

# settings.pay.global.halfTaxMonthDecember
source: December
ar: ديسمبر
bg: Декември
bn: ডিসেম্বর
ca: Desembre
cs: Prosinec
da: Desember
de: Dezember
el: Δεκέμβριος
es: Diciembre
et: Detsember
fa: دسامبر
fi: Joulukuu
fil: Disyembre
fr: Décembre
he: דצמבר
hi: दिसंबर
hr: Prosince
id: Desember
is: Desember
it: Dicembre
ja: 12月
ko: 12월
lt: Gruodis
lv: Decembris
nb: Desember
nn: Desember
pl: Grudzień
pt_br: Dezembro
ro: Decembrie
ru: Декабрь
sr: Decembar
sv: Desember
sw: Desemba
ta: டிசம்பர்
th: ธันวาคม
tr: Aralık
uk: Грудень
ur: دسمبر
vi: Tháng 12
zh_hans: 十二月
zh_hant: 十二月

# settings.pay.global.halfTaxMonthNovember
source: November
ar: نوفمبر
bg: Ноември
bn: নভেম্বর
ca: Novembre
cs: Listopad
el: Νοέμβριος
es: Noviembre
fa: نوامبر
fi: Marraskuu
fil: Nobyembre
fr: Novembre
he: נובמבר
hi: नवंबर
hr: Studeni
is: Nóvember
it: Novembre
ja: 11月
ko: 11월
lt: Lapkritis
lv: Novembris
pl: Listopad
pt_br: Novembro
ro: Noiembrie
ru: Ноябрь
sr: Novembar
sw: Novemba
ta: நவம்பர்
th: พฤศจิกายน
tr: Kasım
uk: Листопад
ur: نومبر
vi: Tháng 11
zh_hans: 十一月
zh_hant: 十一月

# settings.pay.global.halfTaxMonthOff
source: None
ar: بلا
bg: Няма
bn: কোনটি নয়
ca: Cap
cs: Žádný
da: Ingen
de: Keine
el: Κανένα
es: Ninguno
et: Puudub
fa: هیچ کدام
fi: Ei mitään
fil: Wala
fr: Aucun
he: ללא
hi: कोई नहीं
hr: Nema
hu: Nincs
id: Tidak ada
is: Engin
it: Nessuno
ja: なし
ko: 없음
lt: Nėra
lv: Neviens
nb: Ingen
nl: Geen
nn: Ingen
pl: Brak
pt_br: Nenhum
ro: Niciunul
ru: Нет
sk: Žiadny
sl: Brez
sr: Nijedno
sv: Ingen
sw: Hakuna
ta: எதுவும் இல்லை
th: ไม่มี
tr: Hiçbiri
uk: Немає
ur: کوئی نہیں
vi: Không
zh_hans: 无
zh_hant: 無

# settings.pay.global.payrollDay
source: Payroll day
ar: يوم الراتب
bg: Ден на заплатата
bn: বেতন দিবস
ca: Dia de nòmina
cs: Den výplaty
da: Løningsdag
de: Zahltag
el: Ημέρα πληρωμής
es: Día de pago
et: Palgapäev
fa: روز حقوق
fi: Palkkapäivä
fil: Araw ng pagbabayad
fr: Jour de paie
he: יום משכורת
hi: वेतन दिवस
hr: Dan isplate
hu: Fizetési nap
id: Hari gajian
is: Launadagur
it: Giorno di paga
ja: 給与日
ko: 급여일
lt: Algalapių diena
lv: Algas diena
nb: Lønningsdag
nl: Salarisdag
nn: Lønningsdag
pl: Dzień wypłaty
pt_br: Dia do pagamento
ro: Ziua de plată
ru: День зарплаты
sk: Deň výplaty
sl: Dan izplačila plače
sr: Dan isplate
sv: Löndag
sw: Siku ya malipo
ta: சம்பள நாள்
th: วันเงินเดือน
tr: Maaş günü
uk: День виплати зарплати
ur: تنخواہ کا دن
vi: Ngày nhận lương
zh_hans: 发薪日
zh_hant: 發薪日
